Repository: GNOME/iagno
Catalog: help/*/*.po
Languages: cs, el

source: @@image: 'figures/START.png'; md5=ed4b069d10fb75410a1171d5c6c29d66
cs: @@image: 'figures/START.png'; md5=413d802e7f129dfde21fde3781f5c231

source: @@image: 'figures/FIRST.png'; md5=99b4e5d5a6d570feba3d5db287a6020a
cs: @@image: 'figures/FIRST.png'; md5=84e79fcceb9541ea8e7fc607d35786c1

source: @@image: 'figures/BLOCK.png'; md5=f0b3c08a476b1adbfb34e132a40d5526
cs: @@image: 'figures/BLOCK.png'; md5=394310e59fa8e7948b2be5d8a761f475

source: @@image: 'figures/PLAYER.png'; md5=6aa2ac5a1cfafc497fa6c7c3f829346c
cs: @@image: 'figures/PLAYER.png'; md5=d75ce344d25c9552f811c0ffcb9d5f86

source: @@image: 'figures/ANIMATION.png'; md5=9028b27e2afa57856d6590908e027ba3
cs: @@image: 'figures/ANIMATION.png'; md5=968b722b82c8d385e1d2f4a83db3ce52

source: <application>Iagno</application> Manual
cs: Příručka ke hře <application>Iagno</application>
el: Τεκμηρίωση του <application>Ιάγνος</application>

source: Iagno is the two player strategy game of Othello, which is also known as Reversi and is similar to Go. The pieces are tiles that are black on one side and white on the other and the objective is for the player to flip his/her opponent's tiles to his/her color, while keeping the opponent from doing the same. Once the board is filled with tiles, the winner is the player with the most of his/her color tiles on the board.
cs: Iagno je strategická hra Othello pro dva hráče, známá též jako Reversi a podobná hře Go. Hraje se s kameny, které jsou z jedné strany černé a z druhé bílé a cílem hráče je otočit protihráčovy kameny na svoji barvu a přitom bránit protihráči, aby mu provedl to samé. Ve chvíli, kdy je hrací deska zaplněná kameny, se stává vítězem hráč, jenž má na hrací desce vice kamenů ve své barvě.
el: Τα Ιάγνος είναι το παιχνίδι στρατηγικής δύο παικτών του Othello, το οποίο είναι επίσης γνωστό και ως Reversi και είναι παρόμοιο με το Go. Τα κομμάτια είναι πλακίδια με τη μία πλευρά τους μαύρη και την άλλη λευκή και ο στόχος του παίκτη είναι να γυρίζει τα πλακίδια του αντιπάλου στο δικό του χρώμα, ενώ εμποδίζει τον αντίπαλο να κάνει το ίδιο σ' αυτόν. Όταν το ταμπλώ γεμίσει με πλακίδια, κερδίζει ο παίκτης με τα περισσότερα πλακίδια του δικού του χρώματος.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
el: Έργο τεκμηρίωσης του GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά Εδάφια, χωρίς Εξώφυλλα Κειμένου, και χωρίς Οπισθόφυλλα Κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν τον <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του GNOME όπως διανέμεται υπό τους όρους της GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες τους είναι σήματα κατατεθέντα. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση GNOME, και τα μέλη της ομάδας τεκμηρίωσης GNOME έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΚΑΝΕΝΟΣ ΕΙΔΟΥΣ, ΕΚΦΡΑΣΜΕΝΗ 'Η ΝΟΟΥΜΕΝΗ, ΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΕΓΓΥΗΣΕΩΝ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ 'Η ΠΑΡΑΛΛΑΓΕΣ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΕΛΕΥΘΕΡΑ ΚΑΘΕ ΕΛΑΤΤΩΜΑΤΟΣ, ΕΜΠΟΡΕΥΣΙΜΑ, ΚΑΤΑΛΛΗΛΑ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, Η ΜΗ-ΠΑΡΑΒΑΙΝΟΝΤΑ. Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ, ΚΑΙ ΑΠΟΔΟΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΑΠΟΚΛΕΙΣΤΙΚΑ ΔΙΚΗ ΣΑΣ. ΑΝ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Η ΠΑΡΑΛΛΑΓΗ ΤΟΥΑΠΟΔΕΙΚΤΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΤΡΟΠΟ, ΕΣΕΙΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ 'Η ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΜΒΑΛΛΟΝΤΑΣ) ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΥΠΗΡΕΣΙΑΣ, ΕΠΙΣΚΕΥΗΣ 'Η ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ. ΚΑΙ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: Iagno Manual V2.9
cs: Příručka V2.9 ke hře Iagno
el: Τεκμηρίωση του Ιάγνος, έκδοση 2.9

source: February 2008
cs: Únor 2008
el: Φεβρουάριος 2008

source: Iagno Manual V2.8
cs: Příručka V2.8 ke hře Iagno
el: Τεκμηρίωση του Ιάγνος, έκδοση 2.8

source: September 2004
cs: Září 2004
el: Σεπτέμβριος 2004

source: 4 February 2000
cs: 4. února 2000
el: 4 Φεβρουαρίου 2000

source: First draft completed.
cs: Dokončen první návrh.
el: Ολοκλήρωση πρώτου προσχεδίου.

source: 5 February 2000
cs: 5. února 2000
el: 5 Φεβρουρίου 2000

source: Added a footnote to why section. Fixed some typos.
cs: Přidána poznámka pod čarou do kapitoly Proč se Othello jmenuje Iagno. Oprava pár překlepů.
el: Προσθήκη υποσημείωσης στην ενότητα Γιατί. Διόρθωση μερικών ορθογραφικών λαθών.

source: 7 February 2000
cs: 7. února 2000
el: 7 Φεβρουαρίου 2000

source: Made the doc compliant with the GDP template. Clarified the playing section.
cs: Úprava dokumentu ve shodě s šablonou GDP. Zjednodušení kapitoly o hraní.
el: Μετατροπή του εγγράφου για σύμβαση με το πρότυπο GDP. Ξεκαθάρισμα της ενότητα Παιχνιδιού.

source: 7 April 2000
cs: 7. dubna 2000
el: 7 Απριλίου 2000

source: Licensed the Iagno Manual under the FDL. Updated the screenshots to the GDP standard theme, MicroGUI.
cs: Licencování příručky k Iagno pod FDL. Aktualizace snímků obrazovek na standardní motiv GDP, MicroGUI.
el: Αδειοδότηση της τεκμηρίωσης του Ιάγνος υπό την FDL. Ανανέωση των στιγμιοτύπων οθόνης στο πρότυπο GDP, MicroGUI.

source: This manual describes version 2.20 of Iagno.
cs: Tato příručka popisuje Iagno ve verzi 2.20.
el: Αυτή η τεκμηρίωση περιγράφει την έκδοση 2.20 του Ιάγνος.από Ιάγνος.

source: Feedback
cs: Ohlasy
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>Iagno</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Iagno</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή <application>Ιάγνος</application> ή αυτή την τεκμηρίωση, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:user-guide?feedback-bugs" type="help">Σελίδα ανάδρασης του GNOME</ulink>.

source: Introduction
cs: Úvod
el: Εισαγωγή

source: What is Iagno?
cs: Co je to Iagno?
el: Τι είναι ο Ιάγνος;

source: <application>Iagno</application> is a computer version of the game Reversi, more popularly called Othello. <application>Iagno</application> is a two player strategy game similar to Go. The board is 8 by 8 with tiles that are black on one side and white on the other side. The object of <application>Iagno</application> is to flip as many of your opponent's tiles to your color as possible without your opponent flipping your tiles. This is done by trapping your opponent's tiles between two tiles of your own color.
cs: <application>Iagno</application> je počítačová verze hry Reversi, běžněji nazývané Othello. <application>Iagno</application> je strategická hra pro dva hráče podobná hře Go. Hrací deska má 8 krát 8 polí s kameny, které jsou z jedné strany černé a z druhé bílé. Cílem hry <application>Iagno</application> je otočit co nejvíce kamenů vašeho protivníka na svoji barvu aniž by protivník otočil vaše kameny. Dělá se to chycením protivníkových kamenů mezi dva kameny vaší barvy.
el: Ο <application>Ιάγνος</application> είναι μια εκδοχή στον υπολογιστή του παιχνιδιού Reversi, που πιο συχνά ονομάζεται Othello. Ο <application>Ιάγνος</application> είναι ένα παιχνίδι στρατηγικής δύο παικτών, όμοιο με το Go. Το ταμπλώ έχει διαστάσεις 8 επί 8 πλακίδια, τα οποία είναι μαύρα στη μία πλευρά και λευκά στην άλλη. Ο σκοπός του <application>Ιάγνος</application> είναι να γυρίσετε όσο το δυνατόν περισσότερα πλακίδια του αντιπάλου στο δικό σας χρώμα, χωρίς να γυρίσει ο αντίπαλος τα δικά σας. Αυτό συμβαίνει με την παγίδευση των πλακιδίων του αντιπάλου ανάμεσα σε δύο του δικού σας χρώματος.

source: Iagno also features <link linkend="network-games">multiplayer</link> support with two human players in hotseat or network mode.
cs: Iagno rovněž podporuje <link linkend="network-games">hru pro více hráčů</link> se dvěma lidskými hráči přímo u počítače nebo přes síť.
el: Ο <application>Ιάγνος</application> επίσης υποστηρίζει <link linkend="network-games">πολλαπλούς παίκτες</link> με δύο ανθρώπους στον ίδιο υπολογιστή ή σε δίκτυο.

source: To run <application>Iagno</application>, select <guimenuitem>Iagno</guimenuitem> from the <guisubmenu>Games</guisubmenu> submenu of the <guimenu>Main Menu</guimenu>, or type <command>iagno</command> on the command line.
cs: <application>Iagno</application> spustíte tak, že zvolíte <guimenuitem>Iagno</guimenuitem> v podnabídce <guisubmenu>Hry</guisubmenu> z <guimenu>hlavní nabídky</guimenu> nebo napíšete <command>iagno</command> v příkazovém řádku.
el: Για να παίξετε το <application>Ιάγνος</application>, επιλέξτε <guimenuitem>Ιάγνος</guimenuitem> από το υπομενού <guisubmenu>Παιχνίδια</guisubmenu> του μενού <guimenu>Εφαρμογές</guimenu>, ή πληκτρολογήστε την εντολή <command>iagno</command> στη γραμμή εντολής.

source: Why is Othello called Iagno?
cs: Proč se Othello jmenuje Iagno?
el: Γιατί το Othello ονομάζεται Ιάγνος;

source: You're probably wondering why this game is called <application>Iagno</application> instead of Othello or even gnothello. The answer is complicated, and involves things like trademarks and lawyers and whatnot. Instead of leaving it at that, I'll tell you a long and complicated lie about the origin of the name <application>Iagno</application>.
cs: Asi vám vrtá hlavou, proč se tato hra jmenuje <application>Iagno</application> místo Othello nebo třeba gnothello. Odpověď je složitější a zahrnuje takové věci, jako jsou ochranné známky a právníci a kdo ví co ještě. Než vám to složitě vysvětlovat, bude jednodušší vám raději navykládat dlouhou a komplikovanou lež o původu jména <application>Iagno</application>.
el: Πιθανώς θα αναρωτιέστε γιατί το παιχνίδι αυτό ονομάζεται <application>Ιάγνος</application> αντί για Othello ή gnothello. Η απάντηση σ' αυτό είναι πολύπλοκη, και περιλαμβάνει πράγματα όπως σήματα κατατεθέντα και δικηγόρους και τέτοια. Αντί να το αφήσουμε εκεί, θα σας πω μια μεγάλο και μπερδεμένο ψέμα για την προέλευση του ονόματος <application>Ιάγνος</application>.

source: On a stormy night, like those depicted so much in England, a lonely programmer was sitting in front of his computer screen. Ian had finished his masterpiece in gaming. It was a fully interactive game of Othello and he decided to play a pun with the name and called it gnothello for the game was written using GNOME.
cs: Za bouřlivé noci, jaké dokážou být jen v Anglii, seděl osamělý programátor před skrínem svého kompjůtru. Ian právě dokončil své mistrovské dílo v oblasti her. Byla to plně interaktivní hra Othello a on se rozhodl udělat z jejího názvu slovní hříčku a nazvat ji gnothello, protože byla napsaná pro prostředí GNOME.
el: Ένα βράδυ που 'βρεχε, σαν τα συνηθισμένα Λονδρέζικα βράδια, ένας μοναχικός προγραμματιστής καθόνταν μπροστά στη οθόνη του υπολογιστή του. Ο Ίαν είχε μόλις ολοκληρώσει ένα αριστουργηματικό παιχνίδι. Ήταν ένα πλήρως διαδραστικό παιχνίδι Othello και αποφάσισε να παίξει με το όνομα και να το ονομάσει gnothello, μια που το παιχνίδι γράφτηκε χρησιμοποιώντας το GNOME.

source: Iago is Othello's nemesis in the play <citetitle>Othello </citetitle> by William Shakespeare.
cs: Iago je Othellovou osudovou pomstou ve hře <citetitle>Othello </citetitle> od Williama Shakespeara.
el: Ο Ιάγος είναι η νέμεση του Οθέλλου στο θεατρικό έργο <citetitle>Οθέλλος</citetitle> του Ουίλιαμ Σέξπιρ.

source: Later his buddies came over and like all programmers he showed off his masterpiece. They all laughed in his face and told Ian that his game was worthless and a pitiful attempt to be a true hacker. After Ian kicked them out he decided to rename his program Iago <placeholder-1/> for the evil which had manifested itself due to his game. Yet it still didn't sound right. All GNOME programs have some part of GNOME in it, Ian thought. After much thought he decided on the name we have come to cherish, <application>Iagno </application>.
cs: Později přišli kamarádi a on, jak je to všem programátorům vlastní, se jim pochlubil svým mistrovským dílem. Oni se mu ale vysmáli přímo do obličeje a prohlásili, že hra je na nic a on je ubožák, který se zkouší stát rádoby velkým hekrem. Když je Ian vypakoval, rozhodl se přejmenovat svůj program na Iago<placeholder-1/>, podle zla, kterým se mu odvděčil za zásluhy vůči jeho hře. Ale pořád to neznělo nějak správně. Všechny správné programy pro GNOME mají ve svém názvu část GNOME, říkal si Ian. Po dlouhé a usilovném přemýšlení se rozhodl pro jméno, které jsme si zamilovali, <application>Iagno </application>.
el: Αργότερα όταν ήρθαν τα φιλαράκια του, όπως κάθε προγραμματιστής έτσι και ο Ίαν τους έδειξε το αριστούργημά του. Εκείνοι τον κορόιδεψαν και του είπαν ότι το παιχνιδάκι του δεν αξίζει δεκάρα και ότι ήταν μια γελοία προσπάθεια για να γίνει πραγματικός χάκερ. Μετά που τους έδιωξε με τις κλωτσιές ο Ίαν αποφάσισε να μετονομάσει το πρόγραμμά του σε Ιάγο <placeholder-1/> για το κακό που επέφερε στον εαυτό του λόγω αυτού του παιχνιδιού. Όλα τα προγράμματα του GNOME έχουν ένα μέρος του GNOME μέσα τους, σκέφτηκε ο Ίαν, και μετά από μακρά περίσκεψη αποφάσισε το όνομα που αργότερα λάτρεψε, <application>Ιάγνος</application>.

source: Playing Iagno
cs: Jak hrát Iagno
el: Παίξιμο του Ιάγνος

source: The board starts with four tiles arranged in a box on the middle of the board. The tiles have the same color at each corner, as shown in <xref linkend="start-shot"/>.
cs: Hra začíná se čtyřmi kameny uspořádanými do čtverce uprostřed hrací desky. Kameny mají vždy stejnou barvu v protějších rozích, tak jak to předvádí <xref linkend="start-shot"/>.
el: Το παιχνίδι αρχίζει με τέσσερα πλακίδια τοποθετημένα σε ένα κουτί στο μέσο του ταμπλώ. Τα πλακίδια έχουν το ίδιο χρώμα σε κάθε γωνιά όπως φαίνεται στο <xref linkend="start-shot"/>.

source: Starting Position
cs: Výchozí rozložení
el: Θέση εκκίνησης

source: Screenshot of the starting position.
cs: Ukázka výchozího rozložení.
el: Στιγμιότυπο οθόνης από τη θέση εκκίνησης.

source: Black goes first and places a tile on the board such that it traps white's tiles between two of black's tiles. When black places a tile on the board all of white's tiles between black's newly placed tile and another black tile, in a horizontal, vertical, or diagonal row, are flipped over and become black, as shown in <xref linkend="first-shot"/>.
cs: Černý táhne první a umístí kámen na hrací desku tak, že chytí kámen bílého mezi dva černé kameny. Jakmile černý položí svůj kámen na hrací desku, všechny bílé kameny mezi nově umístěným černým a dalšími černými, ať už vodorovně, svisle nebo úhlopříčně, se otočí vzhůru nohama a stanou se černými. Situaci znázorňuje <xref linkend="first-shot"/>.
el: Τα μαύρα παίζουν πρώτα και τοποθετούν ένα πλακίδιο στο ταμπλώ έτσι που να παγιδεύει λευκά πλακίδια ανάμεσα σε δύο μαύρα. Όταν τα μαύρα τοποθετούν ένα πλακίδιο στο ταμπλώ όλα τα λευκά πλακίδια ανάμεσα στο μόλις τοποθετημένο μαύρο και οποιοδήποτε άλλο μαύρο πλακίδιο, σε οιζόντια, κάθετη ή διαγώνια γραμμή, γυρίζουν και γίνονται μαύρα, όπως φαίνεται στο <xref linkend="first-shot"/>.

source: First Move
cs: První tah
el: Πρώτη κίνηση

source: Screenshot of the first move.
cs: Ukázka po prvním tahu.
el: Στιγμιότυπο οθόνης από την πρώτη κίνηση.

source: White cannot capture the black tile in the center of the middle column because there are white tiles blocking the ends of that column. If it where blacks turn instead, black could place a tile at the top of the column but would only flip the first of the two white tiles.
cs: Bílý se nemůže zmocnit černého kamenu ve středu prostředního sloupce, protože tam bílé kameny blokují konce sloupce. Pokud by byl na tahu černý, tak by mohl umístit kámen na jeden konec sloupce, ale otočil by jen první z bílých kamenů.
el: Τα λευκά δε μπορούν να παγιδεύσουν το μαύρο πλακίδιο στο κέντρο της μεσαίας στήλης επειδή υπάρχουν λευκά πλακίδια που μπλοκάρουν τα άκρα εκείνης της στήλης. Αν ήταν η σειρά των μαύρων, τα μαύρα θα τοποθετούσαν ένα πλακίδιο στο πάνω μέρος της στήλης, αλλά θα γύριζαν μόνο το πρώτο από τα δύο λευκά πλακίδια.

source: Screenshot of black blocking.
cs: Ukázka blokování černého.
el: Στιγμιότυπο οθόνης από μπλοκάρισμα μαύρων.
