Repository: GNOME/iagno
Catalog: help/*/*.po
Languages: cs, el

source: When there is tile trapped between two tiles, of an identical color in the same row, the player captures tiles until another tile of the player's color is encountered, as shown in <xref linkend="block-shot"/>. The player can only take tiles that are a direct result of the placing a tile on the board. Once a tile is placed on the board the player cannot remove it and place the tile somewhere else. If a player cannot move they forfeit their turn. The game ends when it is no longer possible for either player to move. <placeholder-1/>
cs: Pokud je kámen chycený mezi dva kameny stejné barvy v témže řádku, hráč ukořistí kameny teprve až se vyskytne jiný kámen hráčovy barvy, jak ukazuje <xref linkend="block-shot"/>. Hráč může vzít pouze kameny, které jsou přímo ovlivněny položením kamene na hrací desku. V okamžiku, kdy hráč kámen na hrací desku položí, už jej nemůže vzít zpět ani přesunout jinam. Pokud hráč táhnout nemůže, tak přichází o svůj tah. Hra končí ve chvíli, kdy už nemůže táhnout žádný z hráčů. <placeholder-1/>
el: Όταν υπάρχει ένα πλακίδιο παγιδευμένο ανάμεσα σε δύο άλλα πλακίδια, το ίδιου χρώματος στην ίδια γραμμή, ο παίκτης παγιδεύει πλακίδια μέχρι ένα ακόμα πλακίδιο του χρώματος του παίκτη να συναντηθεί, όπως φαίνεται στο <xref linkend="block-shot"/>. Ο παίκτης μπορεί να παγιδεύσει μόνο πλακίδια ως άμεσο αποτέλεσμα της τελευταίας τοποθέτησης δικού του πλακιδίου στο ταμπλώ. Εφόσον ένα πλακίδιο έχει τοποθετηθεί στο ταμπλώ ο παίκτης δε μπορεί να το αφαιρέσει ή να το μετακινείσει. Αν ένας παίκτης δε μπορεί να κάνει καμμιά κίνηση τότε παραδίδει τη σειρά του. Το παιχνίδι τελειώνει όταν είναι πια αδύνατο για τους παίκτες να τοποθετήσουν πλακίδιο. <placeholder-1/>

source: Game Settings
cs: Nastavení hry
el: Ρυθμίσεις παιχνιδιού

source: Player Color and Difficulty
cs: Barva hráče a obtížnost
el: Χρώμα παιχνιδιού και δυσκολία

source: When you start Iagno the human player plays black and the computer player plays white with the first level of difficulty. Using the <guimenuitem>Game</guimenuitem> tab in the <guisubmenu>Preferences</guisubmenu> dialog you can set the type of player for each color. Human is of course you, level one is the easiest computer player and level three is the hardest. You can set both to human to play against a friend or set both to computer to watch the computer play itself.
cs: Když poprvé spustíte Iagno, má lidský hráč černé a počítač bílé s první úrovní náročnosti. Na kartě <guimenuitem>Hra</guimenuitem> v dialogovém okně <guisubmenu>Předvolby Iagno</guisubmenu> můžete nastavit hráče pro každou barvu. Člověkem jste samozřejmě míněn vy, první úroveň je nejjednodušší počítačový protihráč a třetí úroveň nejnáročnější počítačový protihráč. Můžete nastavit oba dva hráče jako lidi, pokud si chcete zahrát s kamarádem, a nebo oba hráče jako počítač a sledovat jak počítač hraje sám se sebou.
el: Όταν ξεκινάτε το Ιάγνος ο χρήστης παίζει τα μαύρα και ο υπολογιστής τα λευκά, στο πρώτο επίπεδο δυσκολίας. Χρησιμοποιώντας την καρτέλα <guimenuitem>Παιχνίδι</guimenuitem> στο διάλογο <guisubmenu>Προτιμήσεις</guisubmenu> μπορείτε να ορίσετε τον τύπο παίκτη για κάθε χρώμα. Ο Άνθρωπος είστε φυσικά εσείς, το Πρώτο επίπεδο είναι το ευκολότερο επίπεδο του υπολογιστή και το Τρίτο επίπεδο το δυσκολότερο. Μπορείτε να ορίσετε και τους δύο ως Άνθρωπος για να παίξετε εναντίον ενός φίλου ή και τους δύο ως υπολογιστές για να δείτε τον υπολογιστή να παίζει τον εαυτό του.

source: Quick Moves Option
cs: Volba Používat rychlé tahy
el: Επιλογή χρήσης γρήγορων κινήσεων

source: This option is in the <guimenu>Settings</guimenu> menu. Then go to the <guisubmenu>Preferences</guisubmenu> submenu in the <guimenuitem>Game </guimenuitem> tab and it is initially off. When enabled this option makes the computer player place its tiles faster.
cs: K této volbě se dostanete přes nabídku <guimenu>Nastavení</guimenu>. Následně jděte na nabídku <guisubmenu>Předvolby</guisubmenu> a kartu <guimenuitem>Hra</guimenuitem>. Ve výchozím stavu je tato volba vypnutá. Pokud ji zapnete, bude počítač provádět svoje tahy rychleji.
el: Αυτή η επιλογή βρίσκεται στο μενού <guimenu>Ρυθμίσεις</guimenu>, στο υπομενού <guisubmenu>Προτιμήσεις</guisubmenu>, στην καρτέλα <guimenuitem>Παιχνίδι</guimenuitem>. Αρχικά είναι απενεργοποιημένη. Όταν ενεργοποιηθεί κάνει τον υπολογιστή να τοποθετεί τα δικά του πλακίδια πιο γρήγορα.

source: Note:
cs: Upozornění:
el: Σημείωση:

source: Enabling this option does not force the computer player to move and does not reduce the level of difficulty.
cs: Zapnutí této volby nenutí počítač k předčasným tahům ani nesnižuje náročnost úrovně.
el: Η ενεργοποίηση αυτής της επιλογής δεν υποχρεώνει τον υπολογιστή να κινηθεί και δε μειώνει το επίπεδο δυσκολίας.

source: Enable/Disable Sound
cs: Povolení/zakázání zvuků
el: Ενεργοποίηση/Απενεργοποίηση ήχου

source: The last option of the <guimenuitem>Game</guimenuitem> tab in the <guilabel>Preferences</guilabel> dialog allows you to enable or disable all sounds when playing in <application>Iagno</application>.
cs: Poslední volba na kartě <guimenuitem>Hra</guimenuitem> v dialogovém okně <guilabel>Předvolby Iagno</guilabel> umožňuje povolit nebo zakázat vydávání všech zvuků během hraní <application>Iagno</application>.
el: Η τελευταία επιλογή στην καρτέλα <guimenuitem>Παιχνίδι</guimenuitem> στο διάλογο <guilabel>Προτιμήσεις</guilabel> σας επιτρέπει να ενεργοποιείτε ή να απενεργοποιείτε όλους τους ήχους όταν παίζετε στο <application>Ιάγνος</application>.

source: The Preferences menu with the Game tab highlighted.
cs: Nabídka předvoleb se zvolenou kartou Hra.
el: Το μενού Προτιμήσεις Iagno με την επιλεγμένη την καρτέλα Παιχνίδι.

source: Screenshot of the game settings.
cs: Ukázka nastavení hry.
el: Στιγμιότυπο οθόνης από τις προτιμήσεις του παιχνιδιού.

source: Appearance
cs: Vzhled
el: Εμφάνιση

source: All the animation option are in the <menuchoice><guimenu>Settings</guimenu><guisubmenu>Preferences </guisubmenu></menuchoice> menus with the <guimenuitem>Appearance</guimenuitem> tab highlighted.
cs: Všechny volby pro animaci jsou v nabídce <menuchoice><guimenu>Nastavení</guimenu><guisubmenu>Předvolby</guisubmenu></menuchoice>, na kartě <guimenuitem>Vzhled</guimenuitem>.
el: Όλες οι επιλογές για τις κινούμενες εικόνες βρίσκονται στο <menuchoice><guimenu>Ρυθμίσεις</guimenu><guisubmenu>Προτιμήσεις</guisubmenu></menuchoice> στην καρτέλα Εμφάνιση.

source: Animation
cs: Animace
el: Κινούμενες εικόνες

source: This option controls the amount of animation present when each tile is flipped, using radio buttons. Selecting the option <guibutton>none </guibutton> will cause the tiles to change color instantaneously. Selecting the <guibutton>option</guibutton> partial will cause the animation to flip the tiles slowly. Selecting the <guibutton>complete </guibutton> option will cause the tiles to flip slowly and smoothly.
cs: Volba určuje pomocí výběrových tlačítek, jak rozsáhlá bude animace otáčení kamenů. Výběr volby <guibutton>Žádná</guibutton> způsobí, že kameny budou měnit barvu okamžitě. Výběr volby <guibutton>Částečná</guibutton> zapne animaci v podobě pomalého překlopení. A konečně výběr volby <guibutton>Úplná</guibutton> představuje animaci v podobě pomalého a plynulého překlopení.
el: Αυτή η επιλογή ελέγχει τη χρήση κινούμενων εικόνων όταν ένα πλακίδιο γυρίζει. Ενεργοποιώντας την επιλογή <guibutton>Καμία</guibutton> οι εικόνες θα αλλάζουν χρώμα στιγμιαία. Ενεργοποιώντας το <guibutton>Μερική κίνηση</guibutton> θα αλλάζουν αργά. Ενεργοποιώντας το <guibutton>Πλήρης κίνηση</guibutton> θα αλλάζουν αργά και ομαλά.

source: Stagger Flips
cs: Rovnoměrné otáčení
el: Αλλεπάλληλες αντιστροφές

source: This option causes captured tiles along a row, column, or diagonal to flip one after another, like dominoes, instead of all flipping simultaneously. It has no effect on game play, but looks cool.
cs: Tato volba způsobí, že se ukořistěné kameny budou v řádku, sloupci nebo diagonále překlápět jeden po druhém, jak padající domino, místo aby se překlopily všechny naráz. Na samotnou hru to žádný vliv nemá, ale prostě to vypadá dobře.
el: Αυτή η επιλογή κάνει τα παγιδευμένα πλακίδια σε μια σειρά, στήλη ή διαγώνια να γυρίζουν το ένα μετά το άλλο, σαν ντόμινο, αντί να γυρίζουν όλα ταυτόχρονα. Δεν έχει καμιά επίδραση στο παιχνίδι, απλά φαίνεται όμορφο.

source: Show Grid
cs: Zobrazit mřížku
el: Εμφάνιση πλέγματος

source: This option will display a grid on top of the playing surface. The grid is useful to display because it shows the player exactly where they are placing each tile.
cs: Touto volbou se na povrchu hrací desky zobrazí mřížka. Mřížka je nápomocná v určení přesného místa, kam chcete umístit kamen.
el: Αυτή η επιλογή θα εμφανίζει ένα πλέγμα πάνω από την επιφάνεια του παιχνιδιού. Η εμφάνιση του πλέγματος είναι χρήσιμη γιατί δείχνει στον παίκτη ακριβώς πού να βάζει τα πλακίδια.

source: This option should be enabled for beginning players to see the gameplay more clearly.
cs: Tato volba by měla být zapnutá, aby hráči měli ve hře větší přehled.
el: Αυτή η επιλογή είναι καλό να είναι ενεργοποιημένη στους νέους παίκτες για να παρακολουθούν το παίξιμο καθαρότερα.

source: Flip Final Results
cs: Převrátit konečné výsledky
el: Αντιστροφή τελικών αποτελεσμάτων

source: This option moves all the black tiles to the top of the board and all the white tiles to the bottom of the board at the end of the game. This allows you to visually see the outcome of the game.
cs: Pokud je tato volba zapnutá, tak se na konci hry všechny černé kameny přemístí do horní části hrací desky a všechny bílé do dolní. Díky tomu dobře uvidíte, jak hra dopadla.
el: Αυτή η επιλογή μεταφέρει όλα τα μαύρα πλακίδια στο πάνω μέρος του ταμπλώ και όλα τα λευκά στο κάτω μέρος όταν τελειώσει το παιχνίδι. Αυτό σας επιτρέπει να δείτε πιο καθαρά το αποτέλεσμα του παιχνιδιού.

source: This option does not affect the outcome of the game in any way.
cs: Tato volba nemá v žádném případě vliv na výsledek hry.
el: Η επιλογή αυτή δεν επηρεάζει το αποτέλεσμα του παιχνιδιού με κανένα τρόπο.

source: Tile Set
cs: Sada kamenů
el: Σετ πλακιδίων

source: This option lets you choose the type of board and tiles which are displayed. If you want to make your own tile sets use the classic tile set as a template and change the texture and colors for different effects. When you make a new tile set that works with Iagno send it to Ian Peters <email>itp@gnu.org</email> and he will include it with the next distribution.
cs: Pod touto volbou si můžete vybrat, jaký se má zobrazovat typ hrací desky a kamenů. Pokud si chcete vytvořit vlastní sadu kamenů, použijte klasickou sadu jako šablonu a změňte si texturu a barvu efektů. Pokud si pro Iagno vytvoříte novou sadu, můžete ji poslat Ianu Petersovi <email>itp@gnu.org</email> a on ji možná zařadí do příštího vydání.
el: Αυτή η επιλογή σας επιτρέπει να διαλέγετε τον τύπο του ταμπλώ και των πλακιδίων που εμφανίζονται. Αν θέλετε να φτιάξετε το δικό σας σετ πλακιδίων χρησιμοποιήστε το κλασσικό σετ ως πρότυπο και αλλάξτε την εμφάνιση και τα χρώματα για τα διαφορετικά εφέ. Όταν θα έχετε φτιάξει ένα νέο σετ πλακιδίων που δουλεύει με το Ιάγνος στείλτε το στον Ian Peters <email>itp@gnu.org</email> και θα το περιλάβει στην επόμενη διανομή.

source: Important:
cs: Důležité:
el: Σημαντικό:

source: There are two tile sets which look the same, but have different animations -- woodtrim and classic.
cs: Jsou dvě sady kamenů, které vypadají stejně, ale mají různé animace - woodtrim a classic.
el: Υπάρχουν δύο σετ πλακιδίων που φαίνονται ίδια, αλλά έχουν διαφορετικές κινούμενες εικόνες: το woodtrim και το classic.

source: The Preferences menu with the Appearance tab highlighted.
cs: Nabídka předvoleb se zvolenou kartou Vzhled.
el: Το μενού Προτιμήσεις με επιλεγμένη την καρτέλα Εμφάνιση.

source: Screenshot of the animation settings.
cs: Ukázka nastavení animace.
el: Στιγμιότυπο οθόνης με τις προτιμήσεις για τις κινούμενες εικόνες.

source: Network Games
cs: Síťové hry
el: Δικτυακά παιχνίδια

source: Iagno support networked multiplayer games which is provided by <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. By connecting to a Iagno server on the Internet, you can challenge other players in multiplayer games. For news, updates and a list of servers to connect to, see the <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">gnome-games website</ulink>.
cs: Iagno podporuje sítové hry pro více hráčů, které poskytuje <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. Díky připojení k serveru Iagno na Internetu můžete vyzvat k souboji další hráče. Novinky, aktualizace a seznam serverů, ke kterým se můžete připojit, najdete na <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">webu gnome-games</ulink>.
el: Ο Ιάγνος υποστηρίζει παιχνίδια με πολλούς παίκτες μέσω δικτύου, που παρέχονται από το <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. Συνδεόμενοι με ένα εξυπηρετητή Ιάγνος στο διαδίκτυο, μπορείτε να προκαλέσετε άλλους παίκτες σε ένα παιχνίδι με πολλαπλούς παίκτες. Για νέα, ανανεώσεις και μια λίστα με εξυπηρετητές, δείτε τον <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">ιστότοπο των παιχνιδιών του GNOME</ulink>.

source: To start the multiplayer game of Iagno, select <menuchoice><guimenu>Game</guimenu><guimenuitem>Network Game</guimenuitem></menuchoice> on the Iagno menu.
cs: Pokud chcete začít hru pro více hráčů, zvolte v nabídce <menuchoice><guimenu>Hra</guimenu><guimenuitem>Síťová hra</guimenuitem></menuchoice>.
el: Για να αρχίσετε ένα παιχνίδι Ιάγνος με πολλούς παίκτες επιλέξτε <menuchoice><guimenu>Παιχνίδι</guimenu><guimenuitem>Νέο παιχνίδι μέσω δικτύου</guimenuitem></menuchoice> από το μενού του Ιάγνος.

source: Connecting to a Iagno network server
cs: Připojení k síťovému serveru Iagno
el: Σύνδεση σε ένα εξυπηρετητή Ιάγνος.

source: The Iagno connection dialog is shown initially when starting a new network game. This dialog allows you to select a server to connect to, and the username that you will have while connected to that server.
cs: Na úvod nové síťové hry se objeví připojovací dialog. V dialogovém okně si můžete vybrat server, ke kterému se chcete připojit, a uživatelské jméno, které chcete během připojení k serveru používat.
el: Ο διάλογος σύνδεσης του Ιάγνος εμφανίζεται αρχικά όταν ξεκινάει ένα καινούριο δικτυακό παιχνίδι. Αυτός ο διάλογος σας επιτρέπει να επιλέξετε έναν εξυπηρετητή για να συνδεθείτε, και το όνομα χρήστη που θα έχετε ενόσω θα είστε εκεί συνδεδεμένοι.

source: It is possible to connect to a server with either a guest account or a normal registered account. Guest accounts allows you to anonymously login, while a normal login account allows you to reserve your own username which is protected by the password that you choose.
cs: K serveru se lze přihlásit buď přes účet host nebo přes normální registrovaný účet. Jako host se přihlásíte anonymně, zatímco normální uživatelsky účet vám umožní si rezervovat dle svého výběru své vlastní uživatelské jméno chráněné heslem.
el: Μπορείτε να συνδεθείτε σε ένα εξυπηρετητή είτε με απλό λογαριασμό επισκέπτη (guest) είτε με λογαριασμό εγγεγραμμένου χρήστη. Οι λογαριασμοί επισκέπτη σας επιτρέπουν να συνδέεστε ανώνυμα, ενώ ένας κανονικός λογαριασμός σας επιτρέπει να διατηρείτε το όνομα χρήστη το οποίο προστατεύεται από τον κωδικό πρόσβασης που θα δώσετε.

source: The <guimenuitem>Guest Login</guimenuitem> option should be selected if you want an anonymous guest account. If you want to create a new login account, then select the <guimenuitem>First-time Login</guimenuitem> option, with the username, password and email of your choice. If you have already created your account, you can connect by selecting the <guimenuitem>Normal Login</guimenuitem> option, and enter the username and password that you have chosen.
cs: Volbu <guimenuitem>Přihlášení hosta</guimenuitem> si vyberte, pokud se chcete přihlásit přes anonymním účtem hosta. Pokud chcete vytvořit nový přihlašovací účet, tak zvolte možnost <guimenuitem>První přihlášení</guimenuitem> s uživatelským jménem, heslem a e-mailem dle svého výběru. Jestliže už máte svůj účet vytvořený, připojte se s volbou <guimenuitem>Normální přihlášení</guimenuitem> a zadaným svým správným uživatelským jménem a heslem.
el: Η επιλογή <guimenuitem>Σύνδεση επισκέπτη</guimenuitem> επιλέγεται όταν θέλετε έναν ανώνυμο λογαριασμό επισκέπτη. Αν θέλετε να δημιουργήσετε ένα καινούριο λογαριασμό εισόδου, επιλέξτε το <guimenuitem>Σύνδεση για πρώτη φορά</guimenuitem>, με το όνομα χρήστη, τον κωδικό πρόσβασης και το Email της επιλογής σας. Αν έχετε ήδη δημιουργήσει λογαριασμό, μπορείτε να συνδεθείτε επιλέγοντας την <guimenuitem>Κανονική σύνδεση</guimenuitem>, και να βάλετε το όνομα χρήστη και τον κωδικό πρόσβασης που ήδη επιλέξατε.

source: To connect to a server, click on the <guimenuitem>Connect</guimenuitem> button.
cs: Připojení k serveru začnete kliknutím na tlačítko <guimenuitem>Připojit</guimenuitem>.
el: Για να συνδεθείτε σε ένα εξυπηρετητή πατήστε στο κουμπί <guimenuitem>Σύνδεση</guimenuitem>.

source: The Iagno network connection dialog.
cs: Připojovací dialog k síti Iagno.
el: Διάλογος δικτυακής σύνδεσης του Ιάγνος.

source: Joining a game room
cs: Vstup do herní místnosti
el: Είσοδος σε δωμάτιο παιχνιδιών

source: Once you have successfully connected to a server, you can choose which game room to join. To play a multiplayer game of Iagno, select the Iagno room. If you want to host your own game, then click on the Launch button. This creates a new table where other players can participate in a game against you. If there are any other games already started, then you can double-click on an existing game table to join it. The list of game tables on the right shows you the number of available seats, which means the number of players that can join the game table.
cs: Jakmile jste úspěšně přihlášení k serveru, můžete si vybrat, do které herní místnosti chcete vstoupit. Jestliže chcete hrát hru Iagno pro více hráčů, tak zvolte místnost Iagno. Pokud chcete hostovat svoji vlastní hru, tak klikněte na tlačítko Spustit. Tím se vytvoří nový stůl, na kterém si ostatní hráči mohou zahrát hru proti vám. Pokud je k dispozici nějaká další již spuštěná hra, pak se můžete dvojitým kliknutím na tomto existujícím herním stole zapojit do hry.
el: Όταν θα έχετε επιτυχώς συνδεθεί σε έναν εξυπηρετητή, μπορείτε να επιλέξετε σε ποιό δωμάτιο θα εισέλθετε. Για να παίξετε ένα δικτυακό παιχνίδι Ιάγνος, επιλέξτε το δωμάτιο Iagno. Αν θέλετε να φιλοξενήσετε το δικό σας παιχνίδι τότε πατήστε στο Έναρξη. Αυτό δημιουργεί ένα νέο πίνακα στον οποίο άλλοι παίκτες μπορούν να συμμετάσχουν σε ένα παιχνίδι εναντίον σας. Αν υπάρχουν άλλα παιχνίδια που έχουν ήδη αρχίσει, τότε μπορείτε με διπλό κλικ σε υφιστάμενο παιχνίδι να συνδεθείτε σε αυτό. Η λίστα με τα ταμπλώ παιχνιδιού στα δεξιά δείχνει έναν αριθμό διαθέσιμων θέσεων, που σημαίνει τον αριθμό των παικτών που μπορούν να συνδεθούν σε ένα παιχνίδι.

source: This Iagno network dialog allows you to join a game room to find other players.
cs: Toto dialogové okno sítě Iagno vám umožňuje vstoupit do herní místnosti, kde najdete další hráče.
el: Ο διάλογος δικτύου του Ιάγνος σας επιτρέπει να εισέρχεστε σε ένα δωμάτιο για να βρίσκετε άλλους παίκτες.

source: When creating a new table for Iagno games, a preference dialog is displayed which allows you to customize the game, such as set the minimum number of players for the game. Once the total number of seats have been taken, then no more players are allowed to join that game table.
cs: Když vytvoříte nový stůl pro hry Iagno, objeví se dialogové okno, ve kterém si můžete hru přizpůsobit, např. nastavit minimální počet hráčů pro hru. Jakmile se naplní celkový počet míst, nemůže se již žádný další hráč k hernímu stolu přidat.
el: Όταν δημιουργείτε ένα νέο ταμπλώ για παιχνίδι Ιάγνος, ένας διάλογος προτιμήσεων εμφανίζεται ο οποίος σας επιτρέπει να κάνετε ρυθμίσεις στο παιχνίδι, όπως τον ελάχιστο αριθμό παικτών του παιχνιδιού. Όταν ο συνολικός αριθμός θέσεων έχει γεμίσει, τότε δε μπορούν άλλοι παίκτες να συνδεθούν στο συγκεκριμένο ταμπλώ.

source: It is possible to chat with other players in network games. Ask for advice or help playing the games, but please be polite against other players.
cs: S ostatními hráči síťové hry si můžete povídat. Můžete požádat o radu nebo pomoc s hrou, ale vždy se k ostatním hráčům chovejte slušně.
el: Μπορείτε να συνομιλήσετε με άλλους παίκτες στο δικτυακό παιχνίδι. Ρωτήστε για οδηγίες ή βοήθεια για τα παιχνίδια, αλλά σας παρακαλούμε να είστε ευγενικοί προς τους άλλους.

source: Waiting for other players to join the game
cs: Čekání, až se další hráči zapojí do hry
el: Αναμονή για άλλους παίκτες να συδεθούν στον παιχνίδι.

source: Once you have successfully joined a game table, then you have to wait until enough players have joined the table. The <guimenuitem>Players List</guimenuitem> menu item allows you to see a list of the players who have joined the game. The game will begin immediately when the total number of players in the the game have been reached.
cs: Až se úspěšně přidáte k hernímu stolu, musíte čekat dokud se nepřidá dostatečný počet dalších hráčů. Nabídka <guimenuitem>Seznam hráčů</guimenuitem> vám umožní se podívat na seznam hráčů, kteří se ke hře přidali. Hra začne hned, jak je dosaženo celkového počtu hráčů ve hře.
el: Όταν θα έχετε επιτυχώς συνδεθεί σε ένα παιχνίδι ταμπλώ, τότε πρέπει να περιμένετε μέχρι να συνδεθούν επαρκείς παίκτες. Το μενού <guimenuitem>Λίστα παικτών</guimenuitem> σας επιτρέπει να δείτε μια λίστα με τους παίκτες που έχουν συνδεθεί το παιχνίδι. Το παιχνίδι θα ξεκινήσει όταν ο συνολικός αριιθμός των παικτών έχει συμπληρωθεί.

source: Playing multiplayer Iagno games
cs: Jak hrát Iagno pro více hráčů
el: Δικτυακό παιχνίδι Ιάγνος

source: Multiplayer Iagno games have pretty much the same rules as normal Iagno games, except that you are now playing against human players. This means that other strategies might possibly be better than when playing against AI players.
cs: Hry Iagno pro více hráčů mají úplně stejná pravidla, jako normální hry Iagno, akorát že nyní hrajete proti lidským hráčům. To znamená, že strategie protivníka by mohla být lepší, než při hraní proti umělé inteligenci.
el: Τα παιχνίδια Ιάγνος το δίκτυο έχουν τους ίδιους κανόνες με τα κανονικά παιχνίδια, μόνο που τώρα παίζετε εναντίον άλλων ανθρώπων. Αυτό σημαίνει ότι ίσως είναι προτιμότερες άλλες στρατηγικές από αυτές που χρησιμοποιείτε όταν παίζετε εναντίον του υπολογιστή.

source: Once a player has won, the game ends and you can return to the initial network game screen. Then you can play yet another game of addictive Iagno multiplayer!
cs: Až některý hráč zvítězí, tak hra končí a vy se můžete vrátit na úvodní obrazovku síťové hry. Po té se můžete pustit od další hry návykového Iagno pro více hráčů.
el: Όταν ένας από τους παίκτες έχει κερδίσει το παιχνίδι τελειώνει και επιστρέφετε στην πρώτη οθόνη του δικτυακού παιχνιδιού. Τότε μπορείτε να παίξετε ένα ακόμα εθιστικό δικτυακό παιχνίδι Ιάγνος!

source: Known Bugs and Limitations
cs: Známé chyby a omezení
el: Γνωστά σφάλματα και περιορισμοί

source: The computer player for Iagno is easy to beat.
cs: Počítačového hráče v Iagno lze snadno porazit.
el: Είναι εύκολο να κερδίσετε τον υπολογιστή στο Ιάγνος.

source: Authors
cs: Autoři
el: Συγγραφείς
