Repository: GNOME/iagno
Catalog: help/*/*.po
Languages: cs, el

source: <application>Iagno</application> was written by Ian Peters (<email>itp@gnu.org</email>). This manual was written by Eric Baudais (<email>baudais@okstate.edu</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: <application>Iagno</application> napsal Ian Peters (<email>itp@gnu.org</email>). Tuto příručku napsal Eric Baudais (<email>baudais@okstate.edu</email>). Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
el: Ο <application>Ιάγνος</application> γράφτηκε από τον Ian Peters (<email>itp@gnu.org</email>). Αυτό το εγχειρίδιο γράφτηκε από τον Eric Baudais (<email>baudais@okstate.edu</email>). Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτήν την εφαρμογή η την τεκμηρίωση, ακολουθήστε τις οδηγίες σε αυτό το <ulink url="ghelp:user-guide?feedback-bugs" type="help">έγγραφο</ulink>.

source: License
cs: Licence
el: Άδεια χρήσης

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Tento program je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Μπορείτε να το αναδιανέμετε ή/και να το τροποποιείτε μέσω των όρων της <citetitle>Γενικής Άδειας Χρήσης GNU</citetitle> όπως αυτή δημοσιεύτηκε από το Ίδρυμα Ελεύθερου Λογισμικού, έκδοση 2, ή (προαιρετικά) οποιαδήποτε νεότερη έκδοση.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.
el: Αυτό το πρόγραμμα διανέμεται με την ελπίδα οτι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ - χωρίς ακόμη και την έμμεση εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε για περισσότερες λεπτομέρειες την Γενική Άδεια Δημόσιας Χρήσης GNU (<citetitle>GNU General Public License</citetitle>).

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
cs: Kopie <citetitle>GNU General Public License</citetitle> je zahrnuta v dodatku <citetitle>Uživatelské přiručky GNOME</citetitle>. Kopii <citetitle>GNU General Public License</citetitle> můžete také získat od Free Software Foundation navštívením <ulink type="http" url="http://www.fsf.org">jejich webu</ulink> nebo zasláním žádosti na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
el: Αντίγραφο της <citetitle>Γενικής Άδειας Δημόσιας Χρήσης GNU</citetitle> υπάρχει ως παράρτημα στο <citetitle>Εγχειρίδιο χρήσης του GNOME</citetitle>. Μπορείτε επίσης να αποκτήσετε ένα αντίγραφό της από το Ίδρυμα Ελεύθερου Λογισμικού (Free Software Foundation) επισκεπτόμενοι την <ulink type="http" url="http://www.fsf.org">ιστοσελίδα τους</ulink> ή γράφοντας στη διεύθυνση <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state> <postcode>02111-1307</postcode> <country>USA</country></address>.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
el: Ελληνική μεταφραστική ομάδα GNOME Κώστας Παπαδήμας <pkst@gnome.org> Μάριος Ζηντίλης <m.zindilis@dmajor.org> Για περισσότερα, δείτε http://gnome.gr/

source: Iagno
el: Ιάγνος

source: Tip:
el: Υπόδειξη:
